alibaba/AliOS-Things/ports/esp32/boards/KSDIY_S3/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME  				"KSDIY module (spiram)"
#define MICROPY_HW_MCU_NAME    				"ESP32-S3"
#define MICROPY_SW_VENDOR_NAME 				"HaaSPython"

#define MICROPY_PY_BLUETOOTH                (0)
#define MICROPY_PY_MACHINE_DAC              (0)

#define MICROPY_HW_I2C0_SCL                 (9)
#define MICROPY_HW_I2C0_SDA                 (8)
